Revit 2027 API
OverrideGraphicSettings Constructor
 Creates a new instance of an OverrideGraphicSettings object.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public OverrideGraphicSettings()
Public Sub New
public:
OverrideGraphicSettings()
new : unit -> OverrideGraphicSettings
See Also
Reference
OverrideGraphicSettings Class
OverrideGraphicSettings Overload
Autodesk.Revit.DB Namespace